Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Supported ICC profiles
ne: समर्थित आईसीसी प्रोफाइलहरू

source: <strong>Status:</strong> $1
ne: <strong>स्थिति:</strong> $1

source: _Alert volume:
ne: सचेतना भोल्युम

source: No dial tone
ne: डायल टोन छैन

source: Connected accounts
ne: जोडिएका खाताहरू

source: Queued...
ne: पंक्तिबद्ध ...

source: $1 {{GENDER:$2|uploaded}} a new version of $3
ne: $1 ले $3 को नयाँ संस्करण {{GENDER:$2|अपलोड गरेका छन्}}

source: Going to public mode will close all private tabs
ne: सार्वजनिक मोडमा जाँदै सबै निजी ट्याबहरू बन्द हुनेछन्

source: Your {{PLURAL:$3|edit on $2 has been|edits on $2 have been}} {{GENDER:$1|reverted}} by $1.
ne: तपाईँको {{PLURAL:$3|सम्पादन $2 मा |सम्पादन $2 मा}} $1 द्वारा {{GENDER:$1|उल्ट्याइयो}}।

source: View user page
ne: प्रयोगकर्ता पृष्ठ हेर्ने

source: Technical Barnstar
ne: प्राविधिक बार्नस्टार

source: <strong>Warning: Your browser is not Unicode compliant.</strong> A workaround is in place to allow you to safely edit pages: Non-ASCII characters will appear in the edit box as hexadecimal codes.
ne: <strong>चेतावनी: तपाईंको ब्राउजर युनिकोडलाई स्वीकार गर्दैन।</strong> तपाईंद्वारा सहि रुपले पृष्ठ सम्पादनको लागि: गैर-एयससिआइआइ क्यारेक्टर हेक्जाडेसिमल कोड (hexadecimal) मा देखाइनेछ।

source: Copy all history revisions for this page
ne: यो पृष्ठकोलागि सबै इतिहास संशोधनहरू प्रतिलिपि गर्ने

source: Last updated
ne: अन्तिम परिमार्जन

source: _Family:
ne: परिवार:

source: Could not connect to server
ne: सर्भर जडान गर्न सकिएन

source: Pages where node count is exceeded
ne: पृष्ठहरू जहाँ नोड संख्या बढी भएको छ

source: View detailed abuse log entries
ne: विस्तृत दुरुपयोग लग प्रविष्टीहरू हेर्नुहोस्

source: semi protected
ne: अल्पसुरक्षित

source: Reveal my email address in notification emails
ne: जानकारी इ-मेलहरूमा मेरो इ-मेल खुलाउने

source: System Up-To-Date
ne: प्रणाली अध्यावधिक

source: Recent changes in pages linked from this page
ne: यस पृष्ठमा जोडिएका पृष्ठहरूमा हालैको परिवर्तन

source: Bot: Changing ...
ne: रोबोट : परिवर्तन गर्दै ...

source: Select a wiki
ne: विकी छान्नुहोस्

source: Web Proxy Autodiscovery is used when a Configuration URL is not provided.
ne: कन्फिगरेसन युआरएल प्रदान गरिएको छैन वेब प्रोक्सी Autodiscovery प्रयोग गरिएको छ।

source: Opens the Dash Music Lens.
ne: ड्यास संगीत लेन्स खोल्छ ।

source: You can use the form below to send an email message to this {{GENDER:$1|user}}. The email address you entered in [[Special:Preferences|your user preferences]] will appear as the "From" address of the email, so the recipient will be able to reply directly to you.
ne: तल दिइएको फर्मले तपाईं यस {{GENDER:$1|प्रयोगकर्ता}}लाई इमेल पठाउन सक्नुहुन्छ। तपाईंले जुन ठेगाना [[Special:Preferences|आफ्नो प्रयोगकर्ता अभिरूचीहरू]]मा दिनुभएको थियो त्यो यस इमेललाई "पठाउने" को रूपमा आउनेछ, अतः प्राप्तकर्ता तपाईंलाई सिधै जवाफ दिनसक्छ।

source: %(hours)i hour ago
ne: %(hours)i घन्टा पहिले

source: The subject you entered is invalid.
ne: तपाईंले हाल्नु भएको विषय अमान्य छ ।

source: Return
ne: फर्कनुहोस्

source: This wiki is powered by <strong>[https://www.mediawiki.org/ MediaWiki]</strong>, copyright © 2001-$1 $2.
ne: यो विकी '''[https://www.mediawiki.org/ मिडियाविकि]''' द्वारा सशक्तिकरण गरिएको छ, copyright © सन् २००१-$1 $2.

source: Applications
ne: अनुप्रयोगहरू

source: Wireless keyboard
ne: वायरलेस किबोर्ड

source: Guidelines for sourcing statements
ne: स्रोत जानकारीको लागि निर्देशन

source: Scanning &amp; OCR
ne: स्क्यानिङ/ओसिआर

source: Parking
ne: पार्किङ

source: Educational desktop for Kubuntu
ne: कुबुन्टुको लागि लागि शैक्षिक डेस्कटप

source: Tamil
ne: तामिल

source: Diary Entries in %{language}
ne: %{language} भाषामा भएका दैनिकीहरू

source: Peace symbol
ne: शान्ति चिन्ह

source: Keep me logged in
ne: मलाई प्रवेश गराइराख्ने

source: Non-existent or invalid username for recipient.
ne: प्राप्तकर्ताको रुपमा नभएको अथवा अमान्य प्रयोगकर्ता।

source: Penguin Pegged
ne: पेनगुइन पेजेढ

source: Disables the Show Desktop icon in the Switcher.
ne: स्विचरमा डेस्कटप देखाउने आइकन निस्क्रिय गर्छ ।

source: Clinic
ne: क्लिनिक

source: Resource description
ne: स्रोत विवरण

source: Pacific Ocean
ne: प्रशान्त महासागर

source: Play sound through
ne: यसबाट आवाज बजाउनुहोस्

source: June $1
ne: जुन $1

source: Clear Text
ne: पाठ हटाउने

source: username
ne: प्रयोगकर्ता नाम

source: iD (in-browser editor)
ne: iD (ब्राउजर सम्पादक)

source: Password:
ne: पासवर्ड:

source: Anon edits
ne: वेनामी सम्पादनहरू

source: Comment from %{link_user} on %{comment_created_at}
ne: %{link_user}द्वारा %{comment_created_at}मा गरिएको टिप्पणी

source: Receive updates from this project
ne: यस परियोजनाबाट अद्यावधिक जानकारी पाउनको लागी

source: Please $1 to edit pages.
ne: पाना सम्पादन गर्न तपाँईले $1 गर्नु पर्दछ।

source: Primary Bundle
ne: प्राथमिक बन्डल

source: Right little finger
ne: दायाँ कान्छी औँला

source: Import filter
ne: फिल्टर आयात गर्ने

source: Stop playback
ne: प्लेब्याक रोक्नुहोस्

source: Cheeseburger
ne: चीजबर्गर

source: Notify me when someone links to my user page.
ne: जब कसैले मेरो प्रयोगकर्ता पृष्ठलाई कुनै पनि वार्ता पृष्ठबाट लिङ्क गर्छ मलाई जानकारी गराउनुहोस्।

source: Back
ne: पछाडि

source: OpenStreetMap data is licensed under the <a href="http://opendatacommons.org/licenses/odbl/1.0/">Open Data Commons Open Database License</a> (ODbL).
ne: ओपनस्ट्रीटम्यापका जानकारीहरू <a href="http://opendatacommons.org/licenses/odbl/1.0/">अोपन डेटा कमन्स ओपन डेटाबेस लाइसेन्स</a> अनुज्ञप्तिसँग अाबद्ध छन् ।

source: Cite error: $1
ne: उद्दरण त्रुटी: $1

source: PPP failed
ne: पिपिपी असफल

source: Content namespace
ne: सामग्री नामस्थान

source: Load
ne: लोड गर्ने

source: Switches between applications.
ne: एप्लिकशनहरूबीच सार्छ ।

source: Offline translator
ne: अफलाइन अनुवादकहरू

source: This is a directory.
ne: यो डारेक्टरी हो।

source: Unstrike
ne: काटेको हटाउने

source: _Delete Files
ne: फाइलहरु मेट्नुहोस्

source: Not authorized
ne: अनुमती नदिइएको

source: Hide Animation
ne: लुक्ने एनिमेशन

source: Adds a trail of bread crumbs to the page
ne: विकिमा प्रयोगकर्ताहरूको बाटो (Path) देखाउछ

source: Loan
ne: ऋण

source: $1 meters
ne: $1 मिटर

source: Package
ne: प्याकेज

source: Remove the current wiki page from your book
ne: यस पृष्ठलाई तपाईँको वर्तमान विकि पृष्ठबाट हटाउने

source: Bottom
ne: तल

source: Wikimedia Commons
ne: विकिमीडिया कमन्स

source: Administration interface for adding, editing and deleting namespaces
ne: नामस्थानहरू जोड्न, सम्पादन गर्न, मेट्न प्रवन्धक अवतरण

source: Pause
ne: रोक्ने

source: Start date
ne: सुरु मिति

source: Loan Approval
ne: ऋण स्वीकृति

source: Bot-assisted disambiguation: %(from)s - Marked as needing expert attention
ne: रोबोट-सहायक अस्पष्ट: %(from)sलाई - विशेषज्ञ को ध्यानाकर्षण गराउँदै

source: Allow this domain to access your camera and microphone?
ne: यस डोमेनलाई तपाईँको क्यामेरा र माइक्रोफोन पहुँच अनुमति दिने हो?

source: What is your Facebook Page URL?
ne: तपाईँको फेसबुक पानाको लिङ्क के हो ?

source: $1 {{PLURAL:$1|contribution|contributions}} on $2
ne: $2मा $1 {{PLURAL:$1|योगदान|योगदानहरू}}

source: Playback / Pause Pad Contents
ne: प्याडको सामग्रीहरूलाई चालु/बन्द गर्नुहोस

source: _Options...
ne: विकल्प

source: Working As
ne: रूपमा काम गर्दै

source: Login unification not complete!
ne: प्रवेश सम्बन्धित एकीकरण पूर्ण भएन!

source: Health Centre
ne: स्वास्थ्य केन्द्र

source: last name
ne: अन्तिम नाम

source: Send WikiLove
ne: विकिलभ पठाउनुहोस

source: Performing of that action was unsuccessful, perhaps because your editing credentials expired. Try again.
ne: दिइएको कार्य असफलभयो , सायद तपाईंको सम्पादन अधिकार समाप्त भयो । पुन: प्रयास गर्नुहोस् ।

source: Unattached accounts
ne: असंलग्न खाताहरु

source: There was a problem with the JSON. Error: $1
ne: जेएसओएन मा समस्या छ । समस्याः $1

source: e-book reader
ne: ई-पुस्तक पाठक

source: Page title
ne: पृष्ठ शीर्षक

source: Show Txn
ne: टिएक्सएन देखाउने

source: List of redirects
ne: अनुप्रेषित सूची

source: Edit block reasons
ne: निषेध कारण सम्पादन गर्नुहोस्

source: No token
ne: टोकन छैन

source: Cannot find section
ne: सेक्सन फेला परेन

source: I agree.
ne: म सहमत छु ।

source: Full name
ne: पूरा नाम

source: Right Ring
ne: दायाँ रिङ्ग

source: To finish logging in, you must set a new password.
ne: प्रवेश पूरा गर्न तपाईँले पासवर्ड परिवर्तन गर्नुपर्छ।

source: Lock
ne: ताला लगाउने

source: Importing pages...
ne: पृष्ठ आयात गरिँदै...

source: Text
ne: शब्द

source: Tamuz
ne: तामुज

source: Pie
ne: पाई

source: Upload options
ne: उर्ध्वभरण विकल्पहरु

source: Section editing not supported
ne: खण्ड सम्पादन असमर्थित

source: <Enter label>
ne: <लेबल प्रविष्ट गर्नुहोस्>

source: _Action
ne: क्रिया

source: Address 1
ne: ठेगाना १

source: Address 2
ne: ठेगाना २

source: Upload of import file failed. The file is bigger than the allowed upload size.
ne: आयात फाइलको अपलोड असफल भयो। फाइल अनुमति दिइए भन्दा ठूलो छ।

source: Show log file
ne: लग फाइल देखाउने

source: Use native keyboard
ne: प्रयोग देशी किबोर्ड

source: External link
ne: बाह्य लिंक

source: Did you mean:
ne: तपाईँको मतलब यो हो ? :

source: Banner does not exist.
ne: अभियान अस्तित्वमा छैन

source: The username cannot start with a '-'
ne: प्रयोगकर्ता नाम '-' बाट सुरु हुनु हुँदैन

source: collapse
ne: खुम्च्याउने

source: Admin Password
ne: प्रबन्धन पासवर्ड

source: Kilometers per hour
ne: किलोमिटर प्रति घण्टा

source: Relation Tag
ne: रिलेशन ट्याग

source: Go to the first unread message in this topic
ne: यस विषयमा पहिलो नपढेको सन्देश तर्फ जाने

source: You can use this form to change the status of this global account.
ne: तपाईंले विश्वव्यापी खाताको स्थिति परिवर्तन गर्न यो फारम प्रयोग गर्नसक्नुहुन्छ।

source: «$1» not participating in Wiki Loves Monuments $2
ne: «$1» विकि लभ्स मोन्युमेन्ट्समा सहभागी भएको छैन $2

source: Sorry, you cannot vote. Your account needs to have been registered before $1 at $3 to vote in this election, you registered on $2 at $4.
ne: माफ गर्नुहोला । तपाईंले भोट दिन सक्नुहुन्न। यस मतदान मा भोट दिनलाई तपाईंको खाता $1 देखी $3 भित्र दर्ता गरिएको हुनुपर्छ भने तपाईंले $2 देखि $4 मा दर्ता गर्नुभएको थियो।

source: Internal error: Bad token.
ne: आन्तरिक समस्याः खराब टोकन ।

source: Mass delete
ne: धेरैवटा हटाउने

source: Zoom controls
ne: जुम नियन्त्रणहरू

source: Error fetching your account information from the server.
ne: सर्भर बाट तपाईंको खाता सम्बन्धी जानकारी निकाल्दा गल्ती भयो ।

source: Add link
ne: लिङ्क थप्नुहोस

source: The newest registered user is
ne: नविनतम पंजिकृत प्रयोगकर्ता हुनुहुन्छ

source: Phone Management
ne: फोन व्यवस्थापन

source: Translations to this language in this group have been disabled. Reason: <em>$1</em>
ne: यस भाषामा यो समूहको अनुवाद कार्य निस्क्रिय गरिएको छ। कारण: <em>$1</em>

source: Add a description in another language
ne: अर्को भाषामा विवरण थप्ने

source: The file key you were attempting to access in the stash does not exist.
ne: फाइलको साँचो जसलाई तपाईं स्ट्यासमा प्रयोगमा ल्याउन प्रयास गर्दै हुनुहुन्छ, त्यो अस्तित्वमा छैन।

source: Settings
ne: सेटिङ्हरू

source: Undefined
ne: अपरिभाषित

source: I enjoy Wikipedia Offline with Kiwix!
ne: म किविक्स सँग अफलाइन विकिपीडियाको मज्जा लिन्छु!

source: valid?
ne: मान्य?

source: Market Prices
ne: बजार मूल्यहरू

source: The forwarded message will be sent as an attachment to this one.
ne: अगाडि पठाएका सन्देशहरु यस सन्देशमा जोडेर पठाइने छ ।

source: all
ne: सबै

source: Zero Rated Mobile Access
ne: शुन्य दर मोवाइल पहुँच

source: Date Order
ne: मिति क्रम

source: Cellphone
ne: मोबाइल फोन

source: Last selected effect
ne: अन्तिम पटक प्रयोग गरिएको प्रभाव

source: Changeset XML
ne: चेन्जसेट XML

source: Connection to Twitter could not be established.
ne: ट्विटरसँग सम्बन्ध स्थापित गर्न सकिएन।

source: Email features have been disabled on this wiki.
ne: इमेल सुविधा यस विकिमा निस्क्रिय बनाइएको छ ।

source: Precision
ne: यथार्थता

source: Algerian dinar
ne: अलजेरियन दिनार

source: Locked:
ne: प्रतिबन्धित:

source: Waste receptacle full
ne: फोहोर भण्डारण भरियो

source: CVV number
ne: CVV संख्या

source: ---- <strong>Note:</strong> Exporting the full history of pages through this form has been disabled due to performance reasons.
ne: ---- <strong>सूचना:</strong> यस फारमको प्रयोग गरेर पृष्ठको पुरै इतिहास निर्यात गर्दा प्रदर्शन कारणले अक्षम गरिएको छ।

source: Edit or Delete Profiles
ne: प्रोफाइल थप्नुहोस या मेट्नुहोस्

source: Total editcount:
ne: जम्मा सम्पादनहरूको गणना:

source: $1 {{GENDER:$1|left}} a message on your talk page in "$2".
ne: $1 तपाईँको वार्ता पृष्ठमा "$2" मा एउटा सन्देश {{GENDER:$1|छोड्नुभएको छ}} ।

source: Video height
ne: भिडियो तस्वीर

source: Page content language
ne: पृष्ठ सामग्रीको भाषा

source: <a href='#' class='external'>Link label</a><br /><a href='#' class='external autonumber'>[1]</a><br /><a href='#' class='external'>http://www.example.org</a>
ne: <a href='#' class='external'>लिङ्क शिरोनाम</a><br /><a href='#' class='external autonumber'>[1]</a><br /><a href='#' class='external'>http://www.example.org</a>

source: {{PLURAL:$1|Template|Templates}} used on this page:
ne: यस पृष्ठमा प्रयोग भएका {{PLURAL:$1|Template|ढाँचाहरू}} :

source: Contact Information
ne: सम्पर्क सम्बन्धि जानकारी

source: A daily summary of notifications
ne: दैनिक जानकारीको सारांश

source: Pause harvesting
ne: बाली कटाई रोक्ने

source: %1$s Contacts
ne: %1$s सम्पर्कहरु

source: View on $1
ne: $1 हेर्नुहोस

source: A database query error has occurred.
ne: डेटावेस क्वेरीमा खराबी देखियो ।

source: and
ne: र

source: This topic has been moved to another forum
ne: यो शीर्षक अर्को फोरममा सारिएको छ ।

source: _Year
ne: _वर्ष

source: Protected page
ne: सुरक्षित गरिएका पृष्ठहरू

source: Become a curator
ne: संरक्षक बन्नुहोस

source: You don't have the necessary permission.
ne: तपाईंसँग आवश्यक अनुमति छैन।

source: _Stop
ne: रोक्नुहोस्

source: Failed to read system defaults.
ne: सिस्टम पूर्वनिर्धारित पढ्न सकेन।

source: No such domain or realm found
ne: कुनै त्यस्तो डोमेन वा रियल्म भेटिएन

source: $1 (current value: $2)
ne: $1 (वर्तमान मूल्यः $2)

source: $1 (from $2)
ne: ($2बाट) $1

source: Last modified
ne: पछिल्लो संशोधन

source: How are species named?
ne: प्रजातिहरूको नामाकरण कसरी गरिन्छ ?

source: Login Anonymously
ne: बेनाम प्रवेश

source: Logo
ne: लोगो

source: Copy Settings...
ne: प्रतिलिपि सेटिङ ...

source: Today's Visitors
ne: आजका आगन्तुकहरु

source: Calibration
ne: क्यालिब्रेसन

source: any
ne: कोहि

source: Appearance
ne: देखावट

source: Allow different sources for each window
ne: हरेक संझ्यालहरुमा फरक श्रोतहरु प्रयोग गर्न मिल्ने

source: Finalize details
ne: विवरणहरुलाई अन्तिम रुप दिने

source: Logs
ne: लॉग्स

source: Sign in with Twitter
ne: ट्विटर प्रयोग गरेर प्रवेश गर्नुहोस्

source: Copy link address
ne: लिङ्क ठेगाना कपि गर्ने

source: Bold (Ctrl+B)
ne: मोटो (Ctrl-B)

source: Media Player
ne: मिडिया प्लेयर

source: Custom PIN:
ne: अनुकुलित पिन:

source: show details
ne: विस्तृत जानकारी हेर्ने

source: Animals
ne: जनावरहरू

source: Mail
ne: पत्राचार

source: Main
ne: मुख्य

source: UNSPECIFIED
ne: अनिर्दिष्ट

source: Are you sure that you want to delete this namespace? Deleting a namespace cannot be undone.
ne: के तपाईं यस नामस्थानलाई पक्का मेट्न चाहनुहुन्छ? एक नामस्थानलाई मेट्दा पूर्ववत गर्न सकिँदैन।

source: Empty object
ne: खाली वस्तु

source: Male
ne: पुरूष

source: Extended statistics
ne: विस्तारित तथ्याङ्कहरू

source: Some links to get started:
ne: सुरू गर्न केही लिङ्कहरू:

source: Create new user accounts
ne: नयाँ प्रयोगकर्ता खाता सृजना गर्नुहोस्।

source: Top sites
ne: शिर्ष साइटहरू

source: Could not load ui: %s
ne: ui जडान गर्न सकिएन : %s

source: Pad Settings
ne: प्याड सेटिङ्गहरू

source: Horizontally
ne: तेर्सो रूपमा

source: {{GENDER:|Make}} the text read naturally
ne: पाठ पढ्दा प्राकृतिक लाग्ने {{GENDER:|बनाउनुहोस्}}

source: The title of the source page.
ne: स्रोत लेखको शीर्षक ।

source: import pages from another wiki
ne: पृष्ठहरू अर्को विकिबाट आयात गर्नुहोस्

source: Deselect All
ne: कुनै पनि नछान्ने

source: Open cover
ne: खोल खुला छ

source: Edit license options
ne: लाइसेन्स सम्पादन विकल्पहरू

source: Replaced content with "$1"
ne: पृष्ठलाई '$1' संग हटाइदै

source: Question not answered? <span class="plainlinks">[$1 Ask a human over live chat]</span>, or email $2.
ne: कुनै अनुत्तरीत प्रश्नहरू अझै? <span class="plainlinks">[$1 मानिसहरूसँग प्रत्यक्ष च्याटमा कुरा गर्नुहोस्]</span>, या $2 मा इमेल गर्नुहोस् ।

source: good articles
ne: राम्रा लेखहरू

source: aggregated
ne: समग्र

source: Direction of movement
ne: चलेको दिशा

source: Recipient
ne: प्रापक

source: _Examine locally
ne: स्थानीयरूपमा जाँच गर्नुहोस्

source: Finished uploading...
ne: अपलोड समाप्त...

source: %s Active Jobs
ne: %s सक्रिय कार्य

source: Codecs to play
ne: कोडेक्स खेल्नका लागि

source: AudioPause
ne: अडियोपज

source: Cannot create account
ne: खाता बनाउन सकिएन

source: Special characters are inserted where the cursor is active
ne: कर्सर सक्रिय रहेको स्थानमा विशेष अक्षर राखियो

source: Manage your global account
ne: तपाईंको विश्वव्यापी खाता मिलाउनुहोस्

source: Wanted templates
ne: माग भएका टेम्प्लेटहरु

source: Internal error
ne: आन्तरिक त्रुटि

source: Starting IP
ne: प्रारम्भिक आइपी

source: Locked (w/ unread messages)
ne: प्रतिबन्धित (पढे/ नपढेका सन्देशहरु)

source: Show edit toolbar
ne: सम्पादन औजारबट्टा देखाउने

source: All wikis
ne: सबै विकिहरू

source: Bermudian dollar
ne: बर्मुडियन डलर

source: Rename variable...
ne: भेरिएबल पुन: नामाकरण गर्ने ...

source: Not have minor edits to discussion pages trigger the new messages prompt
ne: वार्ता पृष्ठहरूमा सानो परिवर्तन गर्दा प्रयोगकर्ताहरूलाई "तपाईंको लागि नयाँ सन्देश छ" भनी न्देखाउने

source: Bank
ne: बैँक

source: An error occurred while fetching more results.
ne: थप नतिजाहरू प्राप्त गर्दा त्रुटि हुन गयो ।

source: Assembling...
ne: एकत्र ...

source: Load error!
ne: लोड त्रुटि!

source: Enter your username
ne: तपाईँको प्रयोगकर्तानाम लेख्नुहोस्

source: To protect the wiki against automated account creation, we kindly ask you to enter the words that appear below in the box ([[Special:Captcha/help|more info]]):
ne: विकिलाई आफु मनपरी बनाउने खाताबाट बचाउनकोलागि हामी तपाईंलाई तलका बकसमा देखिने वेबमा जान बिनम्र अनुरोध गर्दछौं: ([[Special:Captcha/help|अधिक जानकारी]]):

source: Savings Account Overview
ne: बचत खाता विहावलोकन

source: Ways (%{count})
ne: बाटोहरू (%{count})

source: Full description of meaning
ne: पूर्ण अर्थको वर्णन

source: Revision visibility successfully updated.
ne: '''संशोधन दृश्यता सफलतापूर्वक अद्यतन भयो।'''

source: Envelope
ne: खाम

source: Unique image ID
ne: अद्वितीय चित्र आईडी(ID)

source: Reset password
ne: प्रवेशशव्द परिवर्तन गर्ने

source: Your password has been changed.
ne: तपाईंको प्रवेश शब्द परिवर्तन गरिएको छ।

source: Lon:
ne: देशान्तर:

source: Ask what to do
ne: के गर्ने भनेर सोध्नुहोस् ।

source: Open session
ne: सत्र खोल्ने

source: Could not close lock file for "$1".
ne: "$1" को लागि फाइललाई बन्द गर्न सकिएन।

source: Featured pictures
ne: छानिएको तस्वीरहरु

source: search or enter an address
ne: ठेगाना लेख्नुहोस् या खोज्नुहोस्

source: Show on map
ne: नक्सामा देखाउनुहोस

source: Describe your edit
ne: तपाईँको सम्पादनको वर्णन गर्नुहोस्

source: Stay
ne: यहीँ रहनुहोस्

source: {{SITENAME}} is made by people like you.
ne: {{SITENAME}} तपाईँ जस्तै मानिसहरूद्वारा सिर्जना गरिएको हो ।

source: Message Count
ne: सन्देश गणना

source: Changes made before:
ne: पहिले गरिएका परिवर्तनहरू:

source: Num lock is on
ne: नम लक खुला छ

source: View {{PLURAL:$1|one deleted edit|$1 deleted edits}}
ne: {{PLURAL:$1|मेटिएको सम्पादन |$1 मेटिएका सम्पादनहरू}}

source: Bot: Protecting all pages referring from %(page)s
ne: रोबोट: %(page)s ले जनाउने सबै पृष्ठहरू सुरक्षित गर्दै

source: asc
ne: वर्णानुक्रम

source: Hong Kong dollar
ne: हंगकंग डलर

source: Found {{PLURAL:$1|one translation|$1 translations}}.
ne: {{PLURAL:$1|एउटा अनुवाद|$1 अनुवादहरु}} पाइयो।

source: Start upload
ne: अपलोड सुरुगर्ने

source: %{user}'s diary
ne: %{user}को डायरी

source: Edits in the past 365 days
ne: ३६५ दिन अघिसम्मको सम्पादन

source: File link
ne: फाइल लिङ्क

source: Hide library
ne: पुस्तकालय लुकाउने

source: More experienced
ne: केही अनुभवी

source: Switching on the wireless hotspot will disconnect you from <b>%s</b>.
ne: वायरलेस हटस्पटमा स्विच गर्नु भए पछि तपाईं <b>%s</b> छुट्नु हुनेछ।

source: Penguin Merlin
ne: पेङ्गुइन मेर्लिन

source: {{WBREPONAME}} item ID
ne: {{WBREPONAME}} आइटम आइडी

source: Fire flash before taking a photo
ne: फोटो लिनु अगाडि फ्ल्यास गर्ने

source: Interest in Wikimania:
ne: विकिमेनियामा रूची:

source: Clear history
ne: इतिहास हटाउने

source: Feature
ne: लक्षण

source: Cheese Webcam Booth
ne: चिज वेबक्याम बुथ

source: You already have some pages in your book. Do you want to overwrite your current book, append the new content, or cancel loading this book?
ne: तपाईंको पुस्तकमा पहिले देखि नै केही पृष्ठ छन् । के तपाईं आफ्नो पुस्तक पुनर्लेखित गर्न चाहनुहुन्छ, नयाँ सामग्री जोड्न चाहनुहुन्छ, वा यस पुस्तकलाई लोड नगरी रद्द गर्न चाहनुहुन्छ ?

source: Superscript
ne: सुपरस्क्रिप्ट

source: Device name
ne: यन्त्रको नाम

source: recent {{PLURAL:$1|contributor|contributors}}
ne: हालैका {{PLURAL:$1|योगदानकर्ता|योगदानकर्ताहरू}}

source: view
ne: अवलोकन

source: ISO 639-2 code:
ne: ISO 639-2 कोड:

source: Informal name of image
ne: तस्विरको अनौपचारिक नाम

source: tagged
ne: अंकित

source: Bot: Deleting all pages from category %(page)s
ne: रोबोट: %(page)s श्रेणीमा रहेका सबै पृष्ठहरू मेट्दै

source: Bot: Deleting a list of pages.
ne: रोबोट: सूचीमा रहेका पृष्ठहरू मेट्दै

source: Bot: Deleting all images on page %(page)s
ne: रोबोट: %(page)s पृष्ठमा रहेका सबै तस्वीरहरु मेट्दै

source: Upgrade tool
ne: अपग्रेड औजार

source: Ring contents:
ne: Ring सामग्री:

source: Thank
ne: धन्यवाद

source: Maps
ne: नक्सा

source: Browse Files…
ne: फाइलहरू हेर्नुहोस्…

source: View mention
ne: नाम लिइएको हेर्ने

source: Page "$1" was not imported because the name to which it would be imported is invalid on this wiki.
ne: पृष्ठ "$1" आयात गर्न सकिएन किनभने यसको आयात पश्चात जुन नाम हुन्थ्यो त्यो यस विकिमा मान्य छैन।

source: ^Try Ubuntu without installing
ne: प्रतिस्थापन विना उबुन्ट् प्रयोग गरी हेर्नुहोस् (^T)

source: _Hue:
ne: ह्यु:

source: This message has been classified as spam.
ne: यस संदेश लाइ स्प्याम को रूप मा वर्गीकृत गरिएको छ।

source: Release Notes
ne: प्रकाशन टिप्पणी

source: Wikimedia community logo
ne: विकिपीडिया समुदाय लोगो

source: $1 APEX (f/$2)
ne: $1 एपेक्स (f/$2)

source: %nation% Capital
ne: %nation% राजधानी

source: Indian Ocean
ne: हिन्द महासागर

source: '''''Bold &amp; italic text'''''
ne: '''''मोटो &amp; छड्के पाठ'''''

source: bold
ne: मोटो

source: Embedded file
ne: इम्बेडेड(जडान गरिएको) फाइल

source: Greater than 65535
ne: ६५५३५ भन्दा ठूलो

source: Version $1
ne: संस्करण $1

source: Addition (+)
ne: योग (+)

source: {{GENDER:$3|Created}} on $1 at $2
ne: $1को $2 मा {{GENDER:$3|सृजना}} गरिएको

source: clear cookies
ne: कुकीहरू हटाउने

source: New topic title:
ne: नयाँ विषय शीर्षक:

source: Autoblock #$1
ne: अटोब्लक #$1

source: Long
ne: लामो

source: Information about the project's administrators
ne: परियोजना प्रवन्धकहरू बारे जानकारी

source: The name "$1" is not allowed to prevent confusing or spoofed usernames: $2. Please choose another name.
ne: $2 भ्रामक र जाली प्रयोगकर्ता नामको रोकथामको निम्ति "$1" नामलाई अनुमति छैन। कृपया अर्को नाम छान्नुहोस्।

source: '''Bold text'''
ne: ''' मोटो पाठ '''

source: Rosetta Barnstar
ne: रोजेटा बार्नस्टार

source: Show preview before edit box
ne: सम्पादन सन्दुक अघि पूर्वरुप देखाउने

source: New Input Device
ne: नयाँ आगत उपकरण

source: Read files
ne: फाइलहरू खोल्ने

source: _Upgrade
ne: स्तरोन्नति

source: Language search
ne: भाषा खोज्नुहोस

source: Opens a new window in the app.
ne: एपमा नयाँ विन्डो खोल्छ ।

source: Meeting
ne: भेटघाट

source: Find language
ne: भाषा खोज्ने

source: Unable to open session file for writing.
ne: लेखनको लागि सत्र पाइल खोल्न सकिएन

source: $1 ago
ne: $1 पहिले

source: Change visibility of selected revisions
ne: छानिएका पुनरावलोकनहरु देखाउने/लुकाउने

source: Featured
ne: प्रदर्शित

source: A file with name "$1" already exists, and cannot be overwritten.
ne: "$1" नामको फाइल पहिले नै छ र अधिलेखित गर्न सकिंदैन।

source: Step
ne: चरण
